Repository: ABOYrbx/eduflow
Catalog: mac/EduFlow/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

# Welches Gerät meldest du an?
source: Which device are you signing in?
af: Welches Gerät meldest du an?
ar: ما هو الجهاز الذي قمت بتسجيل الدخول؟
cs: Které zařízení se přihlašujete?
da: Hvilken enhed logger du på?
de: Welches Gerät melden Sie sich an?
el: Ποια συσκευή συνδέεστε?
es: ¿En qué dispositivo estás conectado?
fi: Mikä laite olet kirjautumassa?
fr: Quel appareil connectez-vous ?
it: In quale dispositivo stai accedendo?
ja: どのデバイスでサインインしていますか？
nl: In welk apparaat ben je aangemeld?
no: Hvilken enhet logger du på?
pl: Które urządzenie się logujesz?
pt: Em qual dispositivo você está logando?
ro: Pe ce dispozitiv te conectezi?
ru: На каком устройстве вы входите?
sv: Vilken enhet loggar du in?
uk: На якому пристрої ви ввійдете?
zh_hans: 您正在登录哪个设备？

# Wetter
source: Weather
af: Wetter
ar: Wetter
cs: Počasí
da: Vejr
de: Wetter
el: Καιρός
es: Clima
fi: Sää
fr: Météo
it: Meteo
ja: 天気
nl: Weer
no: Vær
pl: Pogoda
pt: Tempo
ro: Vreme
ru: Погода
sv: Väder
uk: Погода
zh_hans: 天气情况

# Wetter: Stadt (optional)
source: Weather: city (optional)
af: Wetter: Stadt (optional)
ar: الطقس: المدينة (اختياري)
cs: Počasí: město (volitelné)
da: Vejret: by (valgfrit)
de: Wetter: Stadt (optional)
el: Καιρός: πόλη (προαιρετικό)
es: Tiempo: ciudad (opcional)
fi: Sää: kaupunki (valinnainen)
fr: Météo : ville (facultatif)
it: Meteo: città (facoltativo)
ja: 天気：都市 (オプション)
nl: Weer: stad (optioneel)
no: Vær: by (valgfritt)
pl: Pogoda: miasto (opcjonalnie)
pt: Tempo: cidade (opcional)
ro: Vreme: oraș (opțional)
ru: Погода: город (опционально)
sv: Väder: stad (valfritt)
uk: Погода: місто (необов'язково)
zh_hans: 天气：城市(可选)

# Wetterkarte anzeigen
source: Show weather map
af: Wetterkarte anzeigen
ar: Wetterkarte anzeigen
cs: Zobrazit mapu počasí
da: Vis vejrkort
de: Wetterkarte anzeigen
el: Εμφάνιση χάρτη καιρού
es: Mostrar mapa del tiempo
fi: Näytä sääkartta
fr: Afficher la carte météo
it: Mostra mappa meteo
ja: 天気図を表示
nl: Weerkaart tonen
no: Vis værkart
pl: Pokaż mapę pogody
pt: Mostrar mapa do clima
ro: Arată harta meteo
ru: Показать карту погоды
sv: Visa väderkarta
uk: Показати мапу погоди
zh_hans: 显示天气地图

# Wie heißt du bei EduPage?
source: What is your EduPage username?
af: Wie heißt du bei EduPage?
ar: ما هو اسم المستخدم الخاص بك في صفحة EduPage؟
cs: Jaké je vaše uživatelské jméno na EduPage stránce?
da: Hvad er dit EduPage brugernavn?
de: Wie lautet Ihr EduPage Benutzername?
el: Τι είναι το όνομα χρήστη EduPage σας?
es: ¿Cuál es su nombre de usuario de EduPage?
fi: Mikä on EduPage käyttäjänimesi?
fr: Quel est votre nom d'utilisateur EduPage ?
it: Qual è il tuo nome utente EduPage?
ja: EduPageユーザー名は何ですか？
nl: Wat is je EduPage gebruikersnaam?
no: Hva er ditt EduPage brukernavn?
pl: Jaka jest nazwa użytkownika EduPage ?
pt: Qual é o nome de usuário do EduPage ?
ro: Ce este numele de utilizator EduPage al dumneavoastră?
ru: Каково ваше имя пользователя Edupage?
sv: Vad är ditt EduPage användarnamn?
uk: Яке ваше ім'я користувача EduPage?
zh_hans: 您的 Eduardo 页面用户名是什么？

# Wieder öffnen
source: Reopen
af: Wieder öffnen
ar: Wieder öffnen
cs: Znovu otevřít
da: Genåbn
de: Wiederöffnen
el: Ξαναανοίξτε
es: Reabrir
fi: Avaa Uudelleen
fr: Rouvrir
it: Riapri
ja: 再オープン
nl: Heropenen
no: Gjenåpne
pl: Otwórz ponownie
pt: Reabrir
ro: Redeschide
ru: Переоткрыть
sv: Återöppna
uk: Відкрити знову
zh_hans: 重新打开

# Wo läuft dein Server?
source: Where does your server run?
af: Wo läuft dein Server?
ar: أين يعمل الخادم الخاص بك؟
cs: Kde běží váš server?
da: Hvor kører din server?
de: Wo läuft dein Server?
el: Πού τρέχει ο διακομιστής σας?
es: ¿Dónde se ejecuta tu servidor?
fi: Missä palvelin toimii?
fr: Où fonctionne votre serveur ?
it: Dove viene eseguito il server?
ja: サーバーはどこで動作しますか？
nl: Waar draait jouw server?
no: Hvor kjører serveren din?
pl: Gdzie działa Twój serwer?
pt: Onde seu servidor é executado?
ro: Unde funcționează server-ul dvs.?
ru: Где работает ваш сервер?
sv: Var körs din server?
uk: Куди запускається ваш сервер?
zh_hans: 您的服务器在哪里运行？

# Woche
source: Week
af: Woche
ar: Woche
cs: Týden
da: Uge
de: Woche
el: Εβδομάδα
es: Semana
fi: Viikko
fr: Semaine
it: Settimana
ja: 週
no: Uke
pl: Tydzień
pt: semana
ro: Saptamana
ru: Неделя
sv: Vecka
uk: Тижні
zh_hans: 周

# Wolken
source: Clouds
af: Wolken
ar: السحابة
cs: Hloubky
da: Skyer
de: Wolken
el: Σύννεφα
es: Nubes
fi: Pilvet
fr: Nuages
it: Nuvole
ja: 雲
nl: Wolken
no: Skyer
pl: Chmury
pt: Nuvens
ro: Nori
ru: Облака
sv: Moln
uk: Хмари
zh_hans: 云端

# Zurück
source: Back
af: Zurück
ar: الرجوع
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Précédent
it: Indietro
ja: 戻る
nl: Achterzijde
no: Tilbake
pl: Powrót
pt: Anterior
ro: Înapoi
ru: Назад
sv: Tillbaka
uk: Відмінити
zh_hans: 后退

# Zurück zur Anmeldung
source: Back to sign-in
af: Zurück zur Anmeldung
ar: Zurück zur Anmeldung
cs: Zpět k přihlášení
da: Tilbage til log ind
de: Zurück zur Anmeldung
el: Επιστροφή στην είσοδο
es: Volver a iniciar sesión
fi: Takaisin sisäänkirjautumiseen
fr: Retour à la connexion
it: Torna all'accesso
ja: サインインに戻る
nl: Terug naar aanmelden
no: Tilbake til innlogging
pl: Powrót do logowania
pt: Voltar para o login
ro: Înapoi la autentificare
ru: Назад к авторизации
sv: Tillbaka till inloggning
uk: Повернутися до входу
zh_hans: 返回登录

# Zurückholen
source: Restore
af: Zurückholen
ar: Zurückholen
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fi: Palauta
fr: Restaurer
it: Ripristina
ja: 復元
nl: Herstellen
no: Gjenopprett
pl: Przywróć
pt: RESTAURAR
ro: Restaurează
ru: Восстановить
sv: Återställ
uk: Відновити
zh_hans: 恢复

# Zurückholen (als offen)
source: Restore (as open)
af: Zurückholen (als offen)
ar: الاستعادة (عند الفتح)
cs: Obnovit (jako otevřené)
da: Gendan (som åbnet)
de: Wiederherstellen (als geöffnet)
el: Επαναφορά (σε ανοιχτό)
es: Restaurar (como abrir)
fi: Palauta (auki)
fr: Restaurer (comme ouvert)
it: Ripristina (come aperto)
ja: 復元 (開いて)
nl: Herstel (als open)
no: Gjenopprett (som åpen)
pl: Przywróć (jako otwarte)
pt: Restaurar (como aberto)
ro: Restaurează (ca deschis)
ru: Восстановление (как открытый)
sv: Återställ (som öppen)
uk: Відновити (як відкритий)
zh_hans: 还原(打开)

# Zusatz
source: Extra
af: Zusatz
ar: اضافية
cs: Další
da: Ekstra
el: Επιπλέον
fi: Ylimääräinen
fr: Supplément
ja: 追加機能
no: Ekstra
pl: Dodatkowe
ru: Доп.
uk: Націнка
zh_hans: 额外的

# Zwischengespeichert
source: Cached
af: Zwischengespeichert
ar: مخبأ
cs: Uloženo do mezipaměti
da: Cachet
de: Zwischengespeichert
es: Caché
fi: Välimuistissa
fr: Mise en cache
it: Cache
ja: キャッシュ済み
nl: gecached
no: Mellomlagret
pl: Buforowane
pt: Cache
ro: Pescuit
ru: Кэшировано
sv: Cachad
uk: Кешовані
zh_hans: 缓存的

# auth_hint_device
source: Which device are you signing in?
af: Welches Gerät meldest du an?
ar: ما هو الجهاز الذي قمت بتسجيل الدخول؟
cs: Které zařízení se přihlašujete?
da: Hvilken enhed logger du på?
de: Welches Gerät melden Sie sich an?
el: Ποια συσκευή συνδέεστε?
es: ¿En qué dispositivo estás conectado?
fi: Mikä laite olet kirjautumassa?
fr: Quel appareil connectez-vous ?
it: In quale dispositivo stai accedendo?
ja: どのデバイスでサインインしていますか？
nl: In welk apparaat ben je aangemeld?
no: Hvilken enhet logger du på?
pl: Które urządzenie się logujesz?
pt: Em qual dispositivo você está logando?
ro: Pe ce dispozitiv te conectezi?
ru: На каком устройстве вы входите?
sv: Vilken enhet loggar du in?
uk: На якому пристрої ви ввійдете?
zh_hans: 您正在登录哪个设备？

# auth_hint_password
source: And your password?
af: Und dein Passwort?
ar: وكلمة المرور الخاصة بك؟
cs: A Vaše heslo?
da: Og din adgangskode?
de: Und dein Passwort?
el: Και ο κωδικός σας?
es: ¿Y tu contraseña?
fi: Ja salasanasi?
fr: Et votre mot de passe?
it: E la tua password?
ja: パスワードは？
nl: En uw wachtwoord?
no: Og passordet ditt?
pl: I Twoje hasło?
pt: E a sua senha?
ro: Și parola ta?
ru: И ваш пароль?
sv: Och ditt lösenord?
uk: А ваш пароль?
zh_hans: 您的密码？

# auth_hint_server
source: Where does your server run?
af: Wo läuft dein Server?
ar: أين يعمل الخادم الخاص بك؟
cs: Kde běží váš server?
da: Hvor kører din server?
de: Wo läuft dein Server?
el: Πού τρέχει ο διακομιστής σας?
es: ¿Dónde se ejecuta tu servidor?
fi: Missä palvelin toimii?
fr: Où fonctionne votre serveur ?
it: Dove viene eseguito il server?
ja: サーバーはどこで動作しますか？
nl: Waar draait jouw server?
no: Hvor kjører serveren din?
pl: Gdzie działa Twój serwer?
pt: Onde seu servidor é executado?
ro: Unde funcționează server-ul dvs.?
ru: Где работает ваш сервер?
sv: Var körs din server?
uk: Куди запускається ваш сервер?
zh_hans: 您的服务器在哪里运行？

# auth_hint_subdomain
source: Leave empty for automatic detection.
af: Leer lassen für automatische Erkennung.
ar: اتركه فارغاً للكشف التلقائي.
cs: Ponechte prázdné pro automatickou detekci.
da: Lad være tomt for automatisk detektering.
de: Für automatische Erkennung leer lassen.
el: Αφήστε κενό για αυτόματη ανίχνευση.
es: Dejar vacío para detección automática.
fi: Jätä tyhjäksi automaattista tunnistusta varten.
fr: Laisser vide pour la détection automatique.
it: Lasciare vuoto per la rilevazione automatica.
ja: 自動検出の場合は空白のままにします。
nl: Laat leeg voor automatische detectie.
no: La stå tomt for automatisk deteksjon.
pl: Pozostaw puste dla automatycznej detekcji.
pt: Deixe em branco para detecção automática.
ro: Lăsați gol pentru detecție automată.
ru: Оставьте пустым для автоматического обнаружения.
sv: Lämna tomt för automatisk detektering.
uk: Залиште порожнім для автоматичного виявлення.
zh_hans: 留空以自动检测。

# auth_hint_username
source: What is your EduPage username?
af: Wie heißt du bei EduPage?
ar: ما هو اسم المستخدم الخاص بك في صفحة EduPage؟
cs: Jaké je vaše uživatelské jméno na EduPage stránce?
da: Hvad er dit EduPage brugernavn?
de: Wie lautet Ihr EduPage Benutzername?
el: Τι είναι το όνομα χρήστη EduPage σας?
es: ¿Cuál es su nombre de usuario de EduPage?
fi: Mikä on EduPage käyttäjänimesi?
fr: Quel est votre nom d'utilisateur EduPage ?
it: Qual è il tuo nome utente EduPage?
ja: EduPageユーザー名は何ですか？
nl: Wat is je EduPage gebruikersnaam?
no: Hva er ditt EduPage brukernavn?
pl: Jaka jest nazwa użytkownika EduPage ?
pt: Qual é o nome de usuário do EduPage ?
ro: Ce este numele de utilizator EduPage al dumneavoastră?
ru: Каково ваше имя пользователя Edupage?
sv: Vad är ditt EduPage användarnamn?
uk: Яке ваше ім'я користувача EduPage?
zh_hans: 您的 Eduardo 页面用户名是什么？

# auth_label_device
source: Device (optional)
af: Gerät (optional)
ar: الجهاز (اختياري)
cs: Zařízení (volitelné)
da: Enhed (valgfrit)
de: Gerät (optional)
el: Συσκευή (προαιρετικό)
es: Dispositivo (opcional)
fi: Laite (valinnainen)
fr: Appareil (optionnel)
it: Dispositivo (facoltativo)
ja: デバイス (オプション)
nl: Apparaat (optioneel)
no: Enhet (valgfritt)
pl: Urządzenie (opcjonalnie)
pt: Dispositivo (opcional)
ro: Dispozitiv (opţional)
ru: Устройство (необязательно)
sv: Enhet (valfritt)
uk: Пристрій (не обов'язково)
zh_hans: 设备 (可选)

# auth_label_password
source: Password
af: Passwort
ar: كلمة المرور
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
fi: Salasana
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Palavra-passe
ro: Parolă
ru: Пароль
sv: Lösenord
uk: Пароль
zh_hans: 密码

# auth_label_subdomain
source: School domain (optional)
af: Subdomain (optional)
ar: نطاق المدرسة (اختياري)
cs: Doména školy (volitelné)
da: Skolens domæne (valgfrit)
de: Schuldomäne (optional)
el: Σχολικός τομέας (προαιρετικό)
es: Dominio escolar (opcional)
fi: Koulun toimiala (valinnainen)
fr: Domaine de l'école (facultatif)
it: Settore scolastico (facoltativo)
ja: 学校のドメイン (オプション)
nl: Schooldomein (optioneel)
no: Skolens domene (valgfritt)
pl: Domena szkolna (opcjonalnie)
pt: Domínio da escola (opcional)
ro: Domeniul şcolii (opţional)
ru: Домен школы (необязательно)
sv: Skolans domän (valfritt)
uk: Домен школи (необов'язково)
zh_hans: 学校域名(可选)

# auth_label_username
source: User name
af: Benutzername
ar: اسم المستخدم
cs: Uživatelské jméno
da: Bruger navn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjän nimi
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
nl: Gebruikers naam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome de usuário
ro: Nume utilizator
ru: Имя пользователя
sv: Användarnamn
uk: Ім'я користувача
zh_hans: 用户名

# auth_nav_2fa
source: Two-factor code
af: Zwei-Faktor-Code
ar: الرمز ذو عاملين
cs: Dvoufaktorový kód
da: To-faktor-kode
de: Zwei-Faktor-Code
el: Κωδικός δύο παραγόντων
es: Código de doble factor
fi: Kaksivaiheinen koodi
fr: Code à deux facteurs
it: Codice a due fattori
ja: 二段階認証コード
nl: Twee-factor code
no: To-faktor kode
pl: Kod dwuskładnikowy
pt: Código de dois fatores
ro: Cod doi factori
ru: Двухфакторный код
sv: Tvåfaktorskod
uk: Двофакторний код
zh_hans: 双重代码

# auth_nav_login
source: Sign in
af: Anmelden
ar: Anmelden
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
it: Accedi
ja: サインイン
nl: Log in
no: Logg inn
pl: Zaloguj się
pt: Iniciar sessão
ro: Autentificare
ru: Войти
sv: Logga in
uk: Увійти
zh_hans: 登录

# auth_placeholder_code
source: 6-digit code
af: 6-stelliger Code

# auth_placeholder_device
source: e.g. MacBook
af: z. B. MacBook
ar: مثل MacBook
cs: např. MacBook
da: f.eks. MacBook
de: z.B. MacBook
el: π.χ. MacBook
es: ej. MacBook
fi: esim. MacBook
fr: par exemple MacBook
it: es. MacBook
ja: 例: MacBook
nl: bijv. MacBook
no: f.eks MacBook
pl: np. MacBook
pt: p.ex. MacBook
ro: ex. MacBook
ru: напр. MacBook
sv: t.ex. MacBook
uk: напр. MacBook
zh_hans: 例如：MacBook

# auth_placeholder_password
source: Enter password
af: Passwort eingeben
ar: أدخل كلمة المرور
cs: Zadejte heslo
da: Indtast adgangskode
de: Passwort eingeben
el: Εισάγετε κωδικό πρόσβασης
es: Introduzca contraseña
fi: Syötä salasana
fr: Entrez le mot de passe
it: Inserire la password
ja: パスワードを入力
nl: Wachtwoord invoeren
no: Skriv inn passord
pl: Wprowadź hasło
pt: Insira a senha
ro: Introduceți parola
ru: Введите пароль
sv: Ange lösenord
uk: Уведіть пароль
zh_hans: 输入密码

# auth_placeholder_subdomain
source: e.g. my-school
af: z. B. musterschule
ar: على سبيل المثال المدرسة
cs: např. moje-škola
da: f.eks. min-skole
de: z.B. meine Schule
el: π.χ. my-school
es: ej. mi-escuela
fi: esim. oma koulu
fr: par exemple mon-école
it: ad esempio mio-scuola
ja: 例: my-school
nl: bijv. mijn-school
no: f.eks min-skole
pl: np. moj-szkoła
pt: p.ex. minha-escola
ro: ex. şcoala mea
ru: напр. my-school
sv: t.ex. min skola
uk: напр. my-school
zh_hans: 例如: my-school

# auth_placeholder_username
source: e.g. max.muster
af: z. B. max.muster
ar: مثل max.muster
cs: např. max.muster
da: f.eks. max.muster
de: z.B. max.muster
el: π.χ. max.muster
es: ej. max.muster
fi: esim. max.muster
fr: par exemple max.muster
it: es. max.muster
ja: 例: max.muster
nl: bijv. max.muster
no: f.eks max.muster
pl: np. max.muster
pt: ex: max.muster
ro: ex. max.muster
ru: напр. max.muster
sv: t.ex. max.mönstring
uk: напр. max.muster
zh_hans: 例如：max.muster

# auth_step_counter
source: Step %d of %d
af: Schritt %d von %d
ar: الخطوة %d من %d
cs: Krok %d z %d
da: Trin %d af %d
de: Schritt %d von %d
el: Βήμα %d του %d
es: Paso %d de %d
fi: Schritt %d von %d
fr: Étape %d de %d
it: %d di %d
ja: %d のステップ %d
nl: Stap %d van %d
no: Steg %d av %d
pl: Krok %d %d
pt: Passo %d de %d
ro: Pasul %d din %d
ru: Шаг %d из %d
sv: Steg %d av %d
uk: Крок %d %d
zh_hans: Schritt %d von %d

# common_accent_black
source: Black
af: Schwarz
ar: Schwarz
cs: Černý
da: Sort
de: Schwarz
el: Μαύρο
es: Negro
fi: Musta
fr: Noir
it: Nero
ja: ブラック
nl: Zwart
no: Svart
pl: Czarny
pt: Preto
ro: Negru
ru: Черный
sv: Svart
uk: Чорний колір
zh_hans: 黑色

# common_accent_blue
source: Blue
af: Blau
ar: بلاو
cs: Modrá
da: Blå
de: Blau
el: Μπλε
es: Azul
fi: Sininen
fr: Bleu
it: Blu
ja: 青
nl: Blauw
no: Blå
pl: Niebieski
pt: azul
ro: Albastru
ru: Синий
sv: Blå
uk: Синій
zh_hans: 蓝色

# common_accent_green
source: Green
af: Grün
ar: غرون
cs: Zelená
da: Grøn
de: Grün
el: Πράσινο
es: Verde
fi: Vihreä
fr: Vert
it: Verde
ja: 緑
nl: Groen
no: Grønn
pl: Zielony
pt: Verde
ro: Verde
ru: Зелёный
sv: Grön
uk: Зелений

# common_accent_red
source: Red
af: Rot
ar: Rot
cs: Červená
da: Rød
de: Rot
el: Κόκκινο
es: Rojo
fi: Punainen
fr: Rouge
it: Rosso
ja: 赤
nl: Rood
no: Rød
pl: Czerwony
pt: Vermelho
ro: Roșu
ru: Красный
sv: Röd
uk: Червоний
zh_hans: 红色的

# common_accent_teal
source: Teal
af: Petrol
ar: البترول
cs: Modrozelený
da: Grønblåt
de: Türkis
el: Τιρκουάζ
es: Cereal
fi: Sinappi
fr: Turquoise
ja: ティール
nl: Groenblauw
no: Blågrønn
pl: Turkusowy
pt: Verde-azulado
ro: Turcoaz
ru: Бирюзовый
sv: Kricka
uk: Зелено-блакитний
zh_hans: 青色

# common_accent_violet
source: Violet
af: Violett
ar: البنفسجي
cs: Fialové
de: Violett
el: Βιολετί
es: Violeta
fi: Violetti
it: Viola
ja: バイオレット
nl: Paars
no: Fiolett
pl: Fiolet
pt: Violeta
ru: Фиолетовая
sv: Violett
uk: Фіолетовий
zh_hans: 紫色

# common_clear_input
source: Clear input
af: Eingabe löschen
ar: مسح الإدخال
cs: Vymazat vstup
da: Ryd input
de: Eingabe löschen
el: Εκκαθάριση εισόδου
es: Borrar entrada
fi: Tyhjennä syöte
fr: Nettoyer l'entrée
it: Cancella input
ja: 入力をクリア
nl: Invoer wissen
no: Tøm inndata
pl: Wyczyść wejście
pt: Limpar entrada
ro: Ștergeți intrarea
ru: Очистить ввод
sv: Rensa indata
uk: Очистити ввід
zh_hans: 清除输入

# common_error_bad_credentials
source: Wrong username, password or subdomain.
af: Falscher Benutzername, Passwort oder Subdomain.
ar: اسم المستخدم أو كلمة المرور أو النطاق الفرعي.
cs: Nesprávné uživatelské jméno, heslo nebo poddoména.
da: Forkert brugernavn, adgangskode eller underdomæne.
de: Benutzername, Passwort oder Subdomain.
el: Λάθος όνομα χρήστη, κωδικός πρόσβασης ή υποτομέας.
es: Nombre de usuario, contraseña o subdominio incorrecto.
fi: Väärä käyttäjänimi, salasana tai alitoimialue.
fr: Mauvais nom d'utilisateur, mot de passe ou sous-domaine.
it: Nome utente, password o sottodominio errati.
ja: ユーザー名、パスワードまたはサブドメインが間違っています。
nl: Verkeerde gebruikersnaam, wachtwoord of subdomein.
no: Feil brukernavn, passord eller underdomene.
pl: Błędna nazwa użytkownika, hasło lub subdomena.
pt: Nome de usuário, senha ou subdomínio errado.
ro: Nume de utilizator, parolă sau subdomeniu greșit.
ru: Неверное имя пользователя, пароль или субдомен.
sv: Fel användarnamn, lösenord eller underdomän.
uk: Неправильне ім'я користувача, пароль або піддомен.
zh_hans: 错误的用户名、密码或子域。

# common_error_captcha_required
source: EduPage requires a captcha. Please sign in via browser once.
af: EduPage verlangt ein Captcha. Bitte einmal im Browser anmelden.
ar: EduPage verlangt ein Captcha. Bitte einmal im Browser anmelden.
cs: EduPage vyžaduje captchu. Přihlaste se prosím jednou prostřednictvím prohlížeče.
da: EduPage kræver en captcha. Log ind via browseren én gang.
de: EduPage benötigt ein Captcha. Bitte melden Sie sich einmal im Browser an.
el: Το EduPage απαιτεί captcha. Παρακαλώ συνδεθείτε μέσω του προγράμματος περιήγησης μία φορά.
es: EduPage requiere un captcha. Por favor, inicia sesión una vez a través del navegador.
fi: EduPage vaatii captcha. Kirjaudu sisään selaimen kautta kerran.
fr: EduPage nécessite un captcha. Veuillez vous connecter une fois via le navigateur.
it: EduPage richiede un captcha. Accedi tramite browser una volta.
ja: EduPage にはキャプチャが必要です。ブラウザー経由で一度ログインしてください。
nl: EduPage vereist een captcha. Meld u aan via browser een keer.
no: EduPage krever en captcha. Logg inn via nettleser en gang.
pl: EduPage wymaga captcha. Zaloguj się raz za pomocą przeglądarki.
pt: A página eduPage requer um captcha. Por favor, inicie a sessão pelo navegador uma vez.
ro: EduPage necesită o captcha. Te rugăm să te autentifici prin browser o dată.
ru: EduPage требует captcha. Пожалуйста, войдите через браузер один раз.
sv: EduPage kräver en captcha. Logga in via webbläsaren en gång.
uk: EduPage потребує капчі. Будь ласка, увійдіть за допомогою браузера один раз.
zh_hans: Eduardo Page 需要验证码。请通过浏览器登录一次。

# common_error_config_missing
source: Server key missing. Please try again later.
af: Server-Schlüssel fehlt. Bitte später erneut versuchen.
ar: Server-Schlüssel fehlt. Bitte später erneut versuchen.
cs: Chybí klíč serveru. Opakujte akci později.
da: Servernøgle mangler. Prøv igen senere.
de: Server-Schlüssel fehlt. Bitte versuchen Sie es später erneut.
el: Λείπει το κλειδί διακομιστή. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: Falta la clave del servidor. Inténtalo de nuevo más tarde.
fi: Palvelinavain puuttuu. Yritä myöhemmin uudelleen.
fr: La clé du serveur est manquante. Veuillez réessayer plus tard.
it: Chiave server mancante. Riprova più tardi.
ja: サーバーキーがありません。後でもう一度お試しください。
nl: Server key ontbreekt. Probeer het later opnieuw.
no: Servernøkkel mangler. Prøv igjen senere.
pl: Brakuje klucza serwera. Spróbuj ponownie później.
pt: Chave do servidor faltando. Por favor tente novamente mais tarde.
ro: Lipsește cheia serverului. Te rugăm să încerci din nou mai târziu.
ru: Ключ сервера отсутствует. Пожалуйста, повторите попытку позже.
sv: Servernyckel saknas. Försök igen senare.
uk: Немає ключа сервера. Повторіть спробу пізніше.
zh_hans: 服务器密钥丢失。请稍后再试。

# common_error_edupage_2fa
source: EduPage requires a code again. Please sign in again.
af: EduPage verlangt erneut einen Code. Bitte neu anmelden.
ar: EduPage verlangt erneut einen Code. Bitte neu anmelden.
cs: EduPage vyžaduje kód znovu. Přihlaste se znovu.
da: EduPage kræver en kode igen. Log venligst ind igen.
de: EduPage benötigt erneut einen Code. Bitte melden Sie sich erneut an.
el: Το EduPage απαιτεί έναν κωδικό ξανά. Παρακαλώ συνδεθείτε ξανά.
es: EduPage requiere un código de nuevo. Por favor, inicia sesión de nuevo.
fi: EduPage vaatii koodin uudelleen. Kirjaudu sisään uudelleen.
fr: EduPage nécessite un code à nouveau. Veuillez vous reconnecter.
it: EduPage richiede di nuovo un codice. Effettua nuovamente l'accesso.
ja: EduPageはコードをもう一度入力する必要があります。もう一度ログインしてください。
nl: Edupage vereist opnieuw een code. Log opnieuw in.
no: EduPage krever en kode igjen. Vennligst logg på igjen.
pl: EduPage wymaga ponownego kodu. Zaloguj się ponownie.
pt: A página eduPage requer um código novamente. Por favor, faça o login novamente.
ro: EduPage necesită din nou un cod. Vă rugăm să vă conectați din nou.
ru: Для EduPage требуется код снова. Пожалуйста, войдите в систему снова.
sv: EduPage kräver en kod igen. Vänligen logga in igen.
uk: EduPage вимагає код знову. Будь ласка, увійдіть знову.
zh_hans: Eduardo Page 再次需要一个代码。请重新登录。

# common_error_invalid_code
source: The code was not accepted. Please try again.
af: Der Code wurde nicht akzeptiert. Bitte erneut versuchen.
ar: Der Code wurde nicht akzeptiert. Bitte erneut versuchen.
cs: Kód nebyl přijat. Zkuste to prosím znovu.
da: Koden blev ikke accepteret. Prøv igen.
de: Der Code wurde nicht akzeptiert. Bitte versuchen Sie es erneut.
el: Ο κωδικός δεν έγινε αποδεκτός. Παρακαλώ δοκιμάστε ξανά.
es: El código no fue aceptado. Por favor, inténtalo de nuevo.
fi: Koodia ei hyväksytty. Yritä uudelleen.
fr: Le code n'a pas été accepté. Veuillez réessayer.
it: Il codice non è stato accettato. Riprova.
nl: De code is niet geaccepteerd. Probeer het opnieuw.
no: Koden ble ikke akseptert. Vennligst prøv igjen.
pl: Kod nie został zaakceptowany. Spróbuj ponownie.
pt: O código não foi aceito. Tente novamente.
ro: Codul nu a fost acceptat. Vă rugăm să încercaţi din nou.
ru: Код не был принят. Пожалуйста, попробуйте еще раз.
sv: Koden godkändes inte. Försök igen.
uk: Код не прийнято. Будь-ласка, спробуйте ще раз.
zh_hans: 代码未被接受。请重试。

# common_error_not_found
source: Not found.
af: Nicht gefunden.
ar: Nicht gefunden.
cs: Nenalezeno.
da: Ikke fundet.
de: Nicht gefunden.
el: Δεν βρέθηκε.
es: No encontrado.
fi: Ei löytynyt.
fr: Non trouvé.
it: Non trovato.
ja: 見つかりません。
nl: Niet gevonden.
no: Ikke funnet.
pl: Nie znaleziono.
pt: Não encontrado.
ro: Nu s-a găsit.
ru: Не найдено.
sv: Hittades inte.
uk: Не знайдено.
zh_hans: 找不到。
